Repository: Distrotech/foomatic-filters
Catalog: debian/po/*.po
Languages: de

source: Enable logging debug output into a logfile (INSECURE).
de: Debug-Ausgaben in die Protokolldatei schreiben (unsicher)?

source: The logfile will be named /tmp/foomatic-rip.log.
de: Die Protokolldatei wird /tmp/foomatic-rip.log genannt.

source: WARNING: This logfile is a security hole; do not use in production. However, if you are having trouble printing, you should enable this option and include this logfile in any bug reports.
de: ACHTUNG: Diese Protokolldatei ist eine Sicherheitslücke; benutzen Sie das nicht in Produktivumgebungen. Wenn Sie Probleme beim Drucken haben, sollten Sie diese Option trotzdem einschalten und die Protokolldatei Ihrem Fehlerbericht beifügen.

source: Automagic, a2ps, mpage, enscript, Custom
de: Automatisch, a2ps, mpage, enscript, Benutzereinstellung

source: Command for converting text files to PostScript
de: Kommando für Umwandlung von Textdateien in PostScript

source: If you select ``Automagic'', Foomatic will search for one of a2ps, mpage, and enscript (in that order) each time the filter script is executed.
de: Wenn Sie "Automatisch" auswählen, sucht Foomatic bei jedem Aufruf des Filterskripts eins der Programme a2ps, mpage, und enscript (in dieser Reihenfolge).

source: Please make sure that the selected command is actually available; otherwise print jobs may get lost.
de: Stellen Sie sicher, dass das ausgewählte Kommando verfügbar ist, sonst können Druckaufträge verloren gehen.

source: This setting is ignored when foomatic-filters is used with CUPS; instead, the texttops program included in the cupsys package is always used to convert jobs submitted as plain text to PostScript for printing to raster devices.
de: Diese Einstellung hat keine Wirkung, wenn foomatic-filters mit CUPS eingesetzt wird; statt dessen wandelt das in CUPS enthaltene Programm texttops Druckaufträge von Klartext in PostScript um, damit Sie mit Raster-Geräten ausgedruckt werden können.

source: Command to convert standard input to PostScript.
de: Kommando für Umwandlung von der Standardeingabe in PostScript.

source: This should be the full command line of a command that converts text from standard input to PostScript on standard output.
de: Geben Sie den vollständigen Aufruf eines Kommandos ein, das Text von der Standardeingabe einliest und als PostScript auf der Standardausgabe ausgibt.

source: Please note that entering an invalid command line here may result in lost print jobs.
de: Bitte beachten Sie , dass ein ungültiges Kommando zum Verlust der Druckaufträge führen kann.

source: There are some special tags available usable on the filter command line. See the filter.conf manpage for details.
de: In der Kommandozeile des Filters können einige spezielle Kürzel angegeben werden. Mehr Informationen finden Sie in der Manpage von filter.conf.

source: Enable PostScript accounting for CUPS
de: PostScript-Abrechnung (accounting) für CUPS einschalten?

source: Insert PostScript code for accounting into each print job. This currently only works with CUPS.
de: PostScript-Kommandos für die Abrechnung in jeden Druckauftrag einbauen. Das funktioniert derzeit nur mit CUPS.

source: Note: When used with generic PostScript printers (and under certain conditions with other printers also) this causes an extra page to be printed after each job, so this is off by default.
de: Beachten Sie: Wenn Sie generische PostScript-Drucker (und manchmal auch bei anderen Druckern) einsetzen, wird nach jedem Druckauftrag eine zusätzliche Seite ausgedruckt, deshalb ist diese Option normalerweise ausgeschaltet.

source: gs, gs-gnu, gs-esp, gs-afpl, Custom
de: gs, gs-gnu, gs-esp, gs-afpl, Benutzereinstellung

source: Which Ghostscript interpreter should be used by Foomatic?
de: Welchen Ghostscript-Interpreter soll foomatic nutzen?

source: For non-PostScript printers, print jobs are usually translated from PostScript to your printer's command language using the free Ghostscript interpreter.
de: Für Drucker, die kein PostScript verstehen, werden Druckaufträge normalerweise mit einem freien Ghostscript-Interpreter von PostScript in die Kommando-Sprache des Druckers übersetzt.

source: There are a number of different versions of the Ghostscript interpreter available on Debian systems. Normally, Foomatic will use the default version (configured by the `gs' alternative, which can be changed with `update-alternatives --config gs'). However, you may want to use a different Ghostscript for screen display than for printing. (You should use the Custom option if you have a locally-installed Ghostscript interpreter.)
de: Auf einem Debian-System gibt es viele verschiedene Ghostscript-Interpreter. Normalerweise nutzt foomatic den Standard-Interpreter, der als 'gs'-Alternative eingestellt ist. Das können Sie durch das Kommando 'update-alternatives --config gs' ändern. Wenn Sie für das Drucken einen anderen Ghostscript-Interpreter als für die Anzeige am Bildschirm verwenden wollen, sollten Sie die Option "Benutzereinstellung" für einen anderen Ghostscript-Interpreter wählen.

source: If in doubt, you should simply accept the default option (gs).
de: Wenn Sie sich nicht sicher sind, wählen Sie den Standard (gs) aus.

source: Custom Ghostscript interpreter path.
de: Pfad zum Ghostscript-Interpreter für Benutzereinstellung

source: You should enter the full path to your preferred Ghostscript interpreter; e.g. `/opt/artifex.com-ghostscript/bin/gs'.
de: Geben Sie den vollständigen Pfad zu Ihrem bevorzugten Ghostscript-Interpreter ein, z. B. '/opt/artifex.com-ghostscript/bin/gs'.

source: Printer spooler backend for Foomatic
de: Druckerwarteschlange für Foomatic

source: Foomatic normally requires a printer spooler (like CUPS or LPRng) to handle communication with the printer and manage print jobs. If you don't have a spooler installed, you can use the "direct" backend, but this is only recommended for single-user systems.
de: Foomatic benötigt normalerweise eine Druckerwarteschlange (wie CUPS oder LPRng) für die Übertragung zum Drucker und die Verwaltung der Druckaufträge. Wenn Sie keinen Druckdienst installiert haben, können Sie die "direct"-Anbindung nutzen, aber es wird nur für Einzelbenutzer-System empfohlen.

source: The installation process may have already detected the correct spooler; however, if this is the first time you are installing Debian, or you somehow have more than one spooler installed on your system, the detected spooler may be incorrect.
de: Während der Installation sollte schon der richtige Druckdienst erkannt worden sein. Das könnte aber fehlerhaft sein, falls Sie Debian zum ersten Mal installieren oder Sie mehr als einen Druckdienst haben.
